{
    "path": {
        "en": "/about-us",
        "de": "/de/about-us",
        "es": "/es/about-us",
        "fr": "/fr/about-us",
        "nl": "/nl/about-us",
        "it": "/it/about-us",
        "pt": "/pt/about-us",
        "jp": "/jp/about-us"
    },
    "sitemap": {
        "priority": "0.5"
    },
    "content": {
        "content": [
            {
                "ref": "head",
                "copy": {
                    "en": {
                        "title": "About Us"
                    },
                    "de": {
                        "title": "Über Uns"
                    },
                    "es": {
                        "title": "Sobre Nosotros"
                    },
                    "fr": {
                        "title": "À Propos"
                    },
                    "nl": {
                        "title": "Over Ons"
                    },
                    "it": {
                        "title": "Chi Siamo"
                    },
                    "pt": {
                        "title": "Sobre Nós"
                    },
                    "ja": {
                        "title": "私たちについて"
                    }
                }
            },
            {"ref": "header"},
            {
                "tpl": "text",
                "copy": {
                    "en": {
                        "headline": "About Us",
                        "text": "<h2>Who We Are</h2><p><a href='https://emvi.com' target='_blank'>Emvi</a> was initially founded in 2019 for our first product also called Emvi by Marvin Blum and Daniel Schramm.</p><p>Marvin has a degree in computer science and basically been programming for his whole life. He is responsible for the technical bits and pieces, like the backend, server infrastructure, and documentation.</p><p>Daniel has a background in product design, studied digital engineering and is responsible for UI and UX. He designed the website, the brand and the app itself.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>How It Started</h2><p>When Marvin started rebuilding his personal website, he got curious about how well his blog posts perform. While adding Google Analytics has become standard, he wanted to try implementing something simple.</p><p>That was when he started working on an open-source library that could be integrated into Go applications. The reason for this decision was to analyze traffic on the server-side instead of embedding a JavaScript snippet. People with ad blockers made the information provided by Google Analytics unreliable.</p><h2>Building Pirsch Analytics</h2><p>The success of the library led us to the idea of building a SaaS with a sleek dashboard. We leverage the experience gained from building Emvi and poured all of it into what has now become Pirsch Analytics.</p><p>To this day, the core of Pirsch is <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>open-source</a>. This means the way we collect data is fully transparent and anyone can implement their own dashboard for a website or app for free.</p>"
                    },
                    "de": {
                        "headline": "Über Uns",
                        "text": "<h2>Wer wir sind</h2><p><a href='https://emvi.com' target='_blank'>Emvi/a> wurde ursprünglich im Jahr 2019 für unser erstes Produkt, ebenfalls Emvi genannt, von Marvin Blum und Daniel Schramm gegründet.</p><p>Marvin hat einen Abschluss in Informatik und programmiert im Grunde sein ganzes Leben lang. Er ist verantwortlich für die technischen Aspekte, wie das Backend, die Serverinfrastruktur und die Dokumentation.</p><p>Daniel hat einen Hintergrund in Produktdesign, hat Digitalisierungsingenieurwesen studiert und ist verantwortlich für UI und UX. Er hat die Website, die Marke und die App selbst gestaltet.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Wie es begann</h2><p>Als Marvin begann, seine persönliche Website neu zu gestalten, wurde er neugierig, wie gut seine Blogbeiträge abschneiden. Obwohl das Hinzufügen von Google Analytics zum Standard geworden ist, wollte er etwas Einfaches ausprobieren.</p><p>Das war der Moment, als er begann, an einer Open-Source-Bibliothek zu arbeiten, die in Go-Anwendungen integriert werden konnte. Der Grund für diese Entscheidung war, den Verkehr auf der Serverseite zu analysieren, anstatt ein JavaScript-Snippet einzubetten. Menschen mit Werbeblockern machten die von Google Analytics bereitgestellten Informationen unzuverlässig.</p><h2>Pirsch Analytics aufbauen</h2><p>Der Erfolg der Bibliothek führte uns zu der Idee, ein SaaS mit einem schlanken Dashboard zu entwickeln. Wir nutzen die Erfahrung, die wir beim Aufbau von Emvi gesammelt haben, und haben all dies in das gesteckt, was nun Pirsch Analytics geworden ist.</p><p>Bis heute ist der Kern von Pirsch <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>Open-Source</a>. Das bedeutet, dass die Art und Weise, wie wir Daten sammeln, vollständig transparent ist und jeder kostenlos sein eigenes Dashboard für eine Website oder App implementieren kann.</p>"
                    },
                    "es": {
                        "headline": "Sobre Nosotros",
                        "text": "<h2>Quiénes Somos</h2><p><a href='https://emvi.com' target='_blank'>Emvi</a> fue fundada inicialmente en 2019 para nuestro primer producto, también llamado Emvi, por Marvin Blum y Daniel Schramm.</p><p>Marvin tiene un grado en ciencias de la computación y ha estado programando toda su vida. Él es responsable de los aspectos técnicos, como el backend, la infraestructura del servidor y la documentación.</p><p>Daniel tiene un fondo en diseño de productos, estudió ingeniería digital y es responsable de UI y UX. Él diseñó el sitio web, la marca y la aplicación en sí.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Cómo Empezó Todo</h2><p>Cuando Marvin comenzó a reconstruir su sitio web personal, se interesó por el rendimiento de sus publicaciones en el blog. Aunque agregar Google Analytics se ha vuelto estándar, quería intentar implementar algo simple.</p><p>Fue entonces cuando comenzó a trabajar en una biblioteca de código abierto que podría integrarse en aplicaciones Go. La razón de esta decisión fue analizar el tráfico del lado del servidor en lugar de incrustar un fragmento de JavaScript. Las personas con bloqueadores de anuncios hacían que la información proporcionada por Google Analytics fuera poco confiable.</p><h2>Construyendo Pirsch Analytics</h2><p>El éxito de la biblioteca nos llevó a la idea de construir un SaaS con un elegante panel de control. Aprovechamos la experiencia ganada de construir Emvi y lo vertimos todo en lo que ahora se ha convertido Pirsch Analytics.</p><p>Hasta el día de hoy, el núcleo de Pirsch es <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>de código abierto</a>. Esto significa que la forma en que recopilamos datos es completamente transparente y cualquiera puede implementar su propio panel para un sitio web o aplicación de forma gratuita.</p>"
                    },
                    "fr": {
                        "headline": "À Propos",
                        "text": "<h2>Qui Nous Sommes</h2><p><a href='https://emvi.com' target='_blank'>Emvi</a> a été initialement fondée en 2019 pour notre premier produit également appelé Emvi par Marvin Blum et Daniel Schramm.</p><p>Marvin est diplômé en informatique et programme essentiellement toute sa vie. Il est responsable des aspects techniques, comme le backend, l'infrastructure serveur et la documentation.</p><p>Daniel a un background en design de produit, a étudié l'ingénierie numérique et est responsable de l'UI et de l'UX. Il a conçu le site web, la marque et l'application elle-même.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Comment Tout A Commencé</h2><p>Lorsque Marvin a commencé à reconstruire son site web personnel, il est devenu curieux de savoir comment ses articles de blog se comportaient. Bien qu'ajouter Google Analytics soit devenu la norme, il voulait essayer de mettre en œuvre quelque chose de simple.</p><p>C'est alors qu'il a commencé à travailler sur une bibliothèque open-source qui pourrait être intégrée dans des applications Go. La raison de cette décision était d'analyser le trafic côté serveur au lieu d'incorporer un extrait de JavaScript. Les personnes utilisant des bloqueurs de publicité rendaient les informations fournies par Google Analytics peu fiables.</p><h2>Construire Pirsch Analytics</h2><p>Le succès de la bibliothèque nous a amenés à l'idée de construire un SaaS avec un tableau de bord élégant. Nous avons tiré parti de l'expérience acquise en construisant Emvi et avons tout versé dans ce qui est maintenant devenu Pirsch Analytics.</p><p>À ce jour, le cœur de Pirsch est <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>open-source</a>. Cela signifie que la manière dont nous collectons les données est entièrement transparente et que n'importe qui peut implémenter son propre tableau de bord pour un site web ou une application gratuitement.</p>"
                    },
                    "nl": {
                        "headline": "Over Ons",
                        "text": "<h2>Wie Wij Zijn</h2><p><a href='https://emvi.com' target='_blank'>Emvi Software GmbH</a> is oorspronkelijk opgericht in 2019 voor ons eerste product, ook Emvi genoemd, door Marvin Blum en Daniel Schramm.</p><p>Marvin heeft een graad in informatica en programmeert in feite zijn hele leven al. Hij is verantwoordelijk voor de technische aspecten, zoals de backend, serverinfrastructuur en documentatie.</p><p>Daniel heeft een achtergrond in productontwerp, studeerde digitale techniek en is verantwoordelijk voor UI en UX. Hij heeft de website, het merk en de app zelf ontworpen.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Hoe Het Begon</h2><p>Wanneer Marvin begon met het herbouwen van zijn persoonlijke website, werd hij nieuwsgierig naar hoe goed zijn blogposts presteerden. Hoewel het toevoegen van Google Analytics standaard is geworden, wilde hij iets eenvoudigs proberen te implementeren.</p><p>Dat was het moment waarop hij begon te werken aan een open-source bibliotheek die geïntegreerd kon worden in Go-applicaties. De reden voor deze beslissing was om verkeer aan de serverzijde te analyseren in plaats van een JavaScript-snippet in te sluiten. Mensen met adblockers maakten de informatie die door Google Analytics werd verstrekt onbetrouwbaar.</p><h2>Pirsch Analytics Bouwen</h2><p>Het succes van de bibliotheek leidde ons tot het idee om een SaaS te bouwen met een strak dashboard. We hebben de ervaring die we hebben opgedaan met het bouwen van Emvi benut en alles erin gestopt wat nu Pirsch Analytics is geworden.</p><p>Tot op de dag van vandaag is de kern van Pirsch <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>open-source</a>. Dit betekent dat de manier waarop we gegevens verzamelen volledig transparant is en iedereen gratis zijn eigen dashboard voor een website of app kan implementeren.</p>"
                    },
                    "it": {
                        "headline": "Chi Siamo",
                        "text": "<h2>Chi Siamo</h2><p><a href='https://emvi.com' target='_blank'>Emvi Software GmbH</a> è stata fondata inizialmente nel 2019 per il nostro primo prodotto, anch'esso chiamato Emvi, da Marvin Blum e Daniel Schramm.</p><p>Marvin ha una laurea in informatica ed è praticamente programmatore da tutta la vita. È responsabile delle parti tecniche, come il backend, l'infrastruttura server e la documentazione.</p><p>Daniel ha un background in design del prodotto, ha studiato ingegneria digitale ed è responsabile di UI e UX. Ha progettato il sito web, il brand e l'app stessa.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Come È Iniziato</h2><p>Quando Marvin ha iniziato a ricostruire il suo sito web personale, è diventato curioso di sapere quanto bene performavano i suoi post sul blog. Sebbene aggiungere Google Analytics sia diventato lo standard, voleva provare a implementare qualcosa di semplice.</p><p>È stato allora che ha iniziato a lavorare su una libreria open-source che potesse essere integrata nelle applicazioni Go. Il motivo di questa decisione era analizzare il traffico lato server invece di incorporare un frammento di JavaScript. Le persone con ad blocker rendevano le informazioni fornite da Google Analytics inaffidabili.</p><h2>Costruire Pirsch Analytics</h2><p>Il successo della libreria ci ha portato all'idea di costruire un SaaS con un cruscotto elegante. Abbiamo sfruttato l'esperienza guadagnata dalla costruzione di Emvi e abbiamo riversato tutto in quello che ora è diventato Pirsch Analytics.</p><p>Fino ad oggi, il nucleo di Pirsch è <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>open-source</a>. Questo significa che il modo in cui raccogliamo i dati è completamente trasparente e chiunque può implementare gratuitamente la propria dashboard per un sito web o un'app.</p>"
                    },
                    "pt": {
                        "headline": "Sobre Nós",
                        "text": "<h2>Quem Somos</h2><p><a href='https://emvi.com' target='_blank'>Emvi Software GmbH</a> foi fundada inicialmente em 2019 para nosso primeiro produto, também chamado Emvi, por Marvin Blum e Daniel Schramm.</p><p>Marvin tem um diploma em ciência da computação e basicamente programa toda a sua vida. Ele é responsável pelas partes técnicas, como o backend, infraestrutura de servidor e documentação.</p><p>Daniel tem um background em design de produto, estudou engenharia digital e é responsável por UI e UX. Ele projetou o site, a marca e o próprio aplicativo.</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>Como Tudo Começou</h2><p>Quando Marvin começou a reconstruir seu site pessoal, ele ficou curioso sobre o desempenho de seus posts no blog. Embora adicionar o Google Analytics tenha se tornado padrão, ele queria tentar implementar algo simples.</p><p>Foi então que ele começou a trabalhar em uma biblioteca open-source que poderia ser integrada a aplicações Go. O motivo desta decisão foi analisar o tráfego do lado do servidor em vez de incorporar um snippet de JavaScript. Pessoas com ad blockers tornaram as informações fornecidas pelo Google Analytics não confiáveis.</p><h2>Construindo Pirsch Analytics</h2><p>O sucesso da biblioteca nos levou à ideia de construir um SaaS com um painel elegante. Aproveitamos a experiência ganha com a construção do Emvi e colocamos tudo isso no que agora se tornou Pirsch Analytics.</p><p>Até hoje, o núcleo do Pirsch é <a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>open-source</a>. Isso significa que a forma como coletamos dados é totalmente transparente e qualquer um pode implementar seu próprio painel para um site ou aplicativo gratuitamente.</p>"
                    },
                    "ja": {
                        "headline": "私たちについて",
                        "text": "<h2>私たちは誰か</h2><p><a href='https://emvi.com' target='_blank'>Emvi Software GmbH</a>は、2019年にMarvin BlumとDaniel Schrammによって、私たちの最初の製品であるEmviのために設立されました。</p><p>Marvinはコンピューターサイエンスの学位を持ち、基本的に一生をプログラミングしてきました。彼はバックエンド、サーバーインフラストラクチャ、およびドキュメント化など、技術的な部分を担当しています。</p><p>Danielはプロダクトデザインのバックグラウンドを持ち、デジタルエンジニアリングを学び、UIとUXを担当しています。ウェブサイト、ブランド、そしてアプリ自体のデザインは彼が行いました。</p><img src='static/img/team.jpg' alt='Marvin Blum &amp; Daniel Schramm' loading='lazy'><h2>始まり</h2><p>Marvinが個人のウェブサイトの再構築を始めたとき、彼のブログ投稿がどのようにパフォーマンスを発揮するかに興味を持ちました。Google Analyticsを追加することが標準になりましたが、彼は何かシンプルなものを試みたいと思いました。</p><p>それが、Goアプリケーションに統合できるオープンソースライブラリの開発を始めたときでした。この決定の理由は、JavaScriptスニペットを埋め込む代わりに、サーバーサイドでトラフィックを分析することでした。広告ブロッカーを使用する人々がGoogle Analyticsによって提供される情報を信頼できなくしました。</p><h2>Pirsch Analyticsの構築</h2><p>ライブラリの成功により、洗練されたダッシュボードを備えたSaaSを構築するというアイデアに至りました。Emviの構築から得られた経験を活用し、それをすべて現在のPirsch Analyticsに注ぎ込みました。</p><p>今日に至るまで、Pirschのコアは<a href='https://github.com/pirsch-analytics/pirsch' target='_blank' rel='noreferrer'>オープンソース</a>です。これは、データ収集の方法が完全に透明であり、誰でも無料で自分のウェブサイトやアプリ用のダッシュボードを実装できることを意味します。</p>"
                    }
                }
            },
            {"ref": "cta"},
            {"ref": "footer"},
            {"ref": "end"}
        ]
    }
}