{
    "path": {
        "en": "/privacy",
        "de": "/de/privacy"
    },
    "sitemap": {
        "priority": "0.1"
    },
    "content": {
        "content": [
            {
                "tpl": "head",
                "copy": {
                    "en": {
                        "title": "Privacy Policy"
                    },
                    "de": {
                        "title": "Datenschutzerklärung"
                    }

                }
            },
            {"ref": "header"},
            {
                "tpl": "text",
                "copy": {
                    "en": {
                        "headline": "Privacy Policy",
                        "text": "<h2>Introduction</h2><p>We, Emvi Software GmbH (hereinafter collectively: 'the company', 'we' or 'us') take the protection of your personal data seriously and would like to inform you here about data protection in our company.</p><p>Within the scope of our responsibility under data protection law, additional obligations have been imposed on us by the entry into force of the EU General Data Protection Regulation (Regulation (EU) 2016/679; hereinafter: 'GDPR') in order to ensure the protection of personal data of the person affected by a processing operation (we also address you as data subject hereinafter with 'customer', 'user', 'you', 'you' or 'data subject').</p><p>Insofar as we decide either alone or jointly with others on the purposes and means of data processing, this includes especially the obligation to inform you transparently about the nature, scope, purpose, duration and legal basis of the processing (cf. Articles 13 and 14 GDPR). With this statement (hereinafter: 'Privacy Policy'), we inform you about the manner in which your personal data is processed by us.</p><p>Our privacy policy has a modular structure. It consists of a general part for any processing of personal data and processing situations by Emvi Software GmbH (A. General) and a special part, the content of which relates only to the processing situation when visiting our website (B. Visiting our website).</p><h2>A. General</h2><h3>(1) Definitions</h3><p>Following the example of Art. 4 of the GDPR, this privacy policy is based on the following definitions:</p><ul><li>Personal data' (Art. 4 No. 1 GDPR) means any information relating to an identified or identifiable natural person ('data subject'). A person is identifiable if he or she can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, an online identifier, location data or by means of information relating to his or her physical, physiological, genetic, mental, economic, cultural or social identity characteristics. The identifiability can also be given by means of a linkage of such information or other additional knowledge. The origin, form or embodiment of the information is irrelevant (photographs, video or audio recordings may also contain personal data).</li><li>'Processing' ( Art. 4 No. 2 GDPR) means any operation which involves the handling of personal data, whether or not by automated (i.e. technology-based) means. This includes, in particular, the collection (i.e., acquisition), recording, organization, arrangement, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment, combination, restriction, erasure or destruction of personal data, as well as the change of a purpose or intended use on which a data processing was originally based.</li><li>'Controller' ( Art. 4 No. 7 GDPR) means the natural or legal person, public authority, agency or other body which alone or jointly with others determines the purposes and means of the processing of personal data.</li><li>'Third Party' ( Art. 4 No. 10 GDPR) means any natural or legal person, public authority, agency or other body other than the data subject, the controller, the processor and the persons who are authorized to process the personal data under the direct responsibility of the controller or processor; this also includes other group-affiliated legal entities.</li><li>'Processor' (Art. 4 No. 8 GDPR) is a natural or legal person, authority, institution or other body that processes personal data on behalf of the controller, in particular in accordance with the controller's instructions (e.g. IT service provider). In particular, a processor is not a third party in the sense of data protection law.</li><li>'Consent' ( Art. 4 No. 11 GDPR) of the data subject means any freely given, specific, informed and unambiguous indication of his or her wishes in the form of a statement or other unambiguous affirmative act by which the data subject signifies his or her agreement to the processing of personal data relating to him or her.</li></ul><h3>(2) Name and address of the controller</h3><p>We are the controller for the processing of your personal data within the meaning of Art. 4 No. 7 GDPR:</p><p>Emvi Software GmbH<br />Nickelstraße 1b<br />33378 Rheda-Wiedenbrück<br />Germany<br />E-mail: support@pirsch.io</p><p>For further information on our company, please refer to the legal notice details on our website <a href='https://pirsch.io/legal'>https://pirsch.io/legal</a>.</p><h3>(3) Contact details of the data protection officer</h3><p>For all questions and as a contact person on the subject of data protection at our company, our data protection officer is available to you at any time. His contact details are:</p><p>Timo Schusser<br />valvisio consulting GmbH<br />Thorackerstrasse 5a<br />96052 Bamberg<br />Germany<br />Tel.: +49 951/9743330<br />Email: dsb-extern@valvisio.de<br />Website: www.valvisio.de</p><p>Any data subject may contact our data protection officer directly. Please note that communication via email is normally unencrypted.</p><p>If you would like to communicate in encrypted form, please use S/MIME, PGP or the following service: https://securemail.valvisio.de</p><p>You can find our public keys at https://www.valvisio.de/datenschutzbeauftragter.</p><h3>(4) Legal basis for data processing</h3><p>By law, in principle, any processing of personal data is prohibited and only permitted if the data processing falls under one of the following justifications:</p><ul><li>Art. 6 (1) p. 1 lit. a GDPR ('consent'): Where the data subject has voluntarily, in an informed manner and unambiguously indicated by a statement or other unambiguous affirmative act that he or she consents to the processing of personal data relating to him or her for one or more specific purposes;</li><li>Art. 6 (1) p. 1 lit. b GDPR: If the processing is necessary for the performance of a contract to which the data subject is a party or for the implementation of pre-contractual measures taken at the request of the data subject;</li><li>Art. 6 (1) p. 1 lit. c GDPR: If the processing is necessary for compliance with a legal obligation to which the controller is subject (e.g. a legal obligation to keep records);</li><li>Art. 6 (1) p. 1 lit. d GDPR: If the processing is necessary to protect the vital interests of the data subject or another natural person;</li><li>Art. 6 (1) p. 1 lit. e GDPR: Where processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller, or</li><li>Art. 6 (1) p. 1 lit. f GDPR ('Legitimate Interests'): When processing is necessary to protect the legitimate (in particular legal or economic) interests of the controller or a third party, unless the conflicting interests or rights of the data subject override (in particular if the data subject is a minor).</li></ul><p>Storing information in the end user's terminal equipment or accessing information already stored in the terminal equipment is only permitted if it is covered by one of the following justifications (German Telecommunications and Telemedia Data Protection Act, abbreviated as TTDSG):</p><ul><li>Section 25 (1) TTDSG: If the end user has consented on the basis of clear and comprehensive information. The consent has to be given according to Art. 6 (1) p. 1 lit. a GDPR;</li><li>Section 25 (2) no. 1 TTDSG: If the sole purpose is to carry out the transmission of a message via a public telecommunications network or</li><li>Section 25 (2) no. 2 TTDSG: If the storage or access is absolutely necessary so that the provider of a telemedia service can provide a telemedia service expressly requested by the user.</li></ul><p>For the processing operations carried out by us, we indicate below the applicable legal basis in each case. A processing operation may also be based on several legal bases.</p><h3>(5) Data deletion and storage period</h3><p>For the processing operations carried out by us, we indicate below in each case how long the data will be stored by us and when it will be deleted or blocked. Unless an explicit storage period is specified below, your personal data will be deleted or blocked as soon as the purpose or legal basis for the storage no longer applies. In principle, your data will only be stored on servers in Germany, subject to a possible transfer in accordance with the provisions in A. (7) and A. (8).</p><p>However, storage may take place beyond the specified time in the event of a (impending) legal dispute with you or other legal proceedings or if storage is obligatory because of statutory provisions to which we are subject as the responsible party (e.g. § 257 HGB, § 147 AO). If the storage period prescribed by the legal regulations expires, the personal data will be blocked or deleted unless further storage by us is necessary and there is a legal basis for this.</p><h3>(6) Data security</h3><p>We use appropriate technical and organizational security measures to protect your data against accidental or intentional manipulation, partial or complete loss, destruction or against unauthorized access by third parties (e.g. TLS encryption for our website), taking into account the state of the art, implementation costs and the nature, scope, context and purpose of the processing, as well as the existing risks of a data breach (including its probability and impact) for the data subject. Our security measures are continuously improved in line with technological developments.</p><p>We will be happy to provide you with more detailed information on request. Please contact our data protection officer (see under A. (3)).</p><h3>(7) Cooperation with processors</h3><p>As with any company, we also use external domestic and foreign service providers to handle our business transactions (e.g. for the areas of IT, telecommunications, sales and marketing). They only act on our instructions and are contractually obligated to comply with the data protection provisions in accordance with Art. 28 GDPR.</p><h3>(8) Conditions for the transfer of personal data to third countries</h3><p>In the course of our business relationships, your personal data may be transferred or disclosed to third party companies. These may also be located outside the European Economic Area (EEA), i.e. in third countries. Such processing is carried out exclusively for the fulfillment of contractual and business obligations and to maintain your business relationship with us (legal basis is Art. 6 (1) lit. b or lit. f GDPR in each case in conjunction with. Art. 44 et seq. GDPR). We will inform you about the respective details of the transfer in the following at the relevant points.</p><p>Some third countries are certified by the European Commission as having a level of data protection comparable to the EEA standard through so-called adequacy decisions (a list of these countries and a copy of the adequacy decisions can be found here: https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_en). However, in other third countries to which personal data may be transferred, there may not be a consistently high level of data protection due to a lack of legal provisions. If this is the case, we ensure that data protection is adequately guaranteed. This is possible via binding company regulations, standard contractual clauses of the European Commission for the protection of personal data pursuant to Art. 46 (1) and (2) lit. c GDPR (the standard contractual clauses of 2021 are available at https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32021D0915&locale-en), certificates or recognized codes of conduct. Please contact our data protection officer (see under A. (3)) if you would like to receive more detailed information on this.</p><h3>(9) No automated decision making (including profiling).</h3><p>We do not intend to use any personal data collected from you for any automated decision-making process (including profiling).</p><h3>(10) No obligation to provide personal data</h3><p>We do not make the conclusion of contracts with us dependent on you providing us with personal data in advance. As a customer, you are under no legal or contractual obligation to provide us with your personal data; however, we may only be able to provide certain services to a limited extent or not at all if you do not provide the necessary data. If this should exceptionally be the case in the context of the products we offer presented below, you will be informed of this separately.</p><h3>(11) Legal obligation to transmit certain data</h3><p>We may be subject to a specific legal or statutory obligation to provide the lawfully processed personal data to third parties, in particular public bodies (Art. 6 (1) p. 1 lit. c GDPR).</p><h3>(12) Your rights</h3><p>You can assert your rights as a data subject regarding your processed personal data at any time by contacting us using the contact details provided at the beginning of A. (2). You have the right as a data subject:</p><ul><li>In accordance with Art. 15 GDPR, you may request information about your data processed by us. In particular, you can request information about the processing purposes, the category of data, the categories of recipients to whom your data has been or will be disclosed, the planned storage period, the existence of a right to rectification, erasure, restriction of processing or objection, the existence of a right of complaint, the origin of your data if it was not collected by us, as well as the existence of automated decision-making, including profiling, and, if applicable, meaningful information about its details;</li><li>In accordance with Art. 16 GDPR, you have the right to demand the correction of incorrect data or the completion of your data stored by us without delay;</li><li>In accordance with Art. 17 GDPR, you may request the deletion of your data stored by us, unless the processing is necessary for the exercise of the right to freedom of expression and information, for compliance with a legal obligation, for reasons of public interest, or for the assertion, exercise or defense of legal claims;</li><li>In accordance with Art. 18 GDPR, you have the right to demand the restriction of the processing of your data, insofar as the correctness of the data is disputed by you or the processing is unlawful;</li><li>according to Art. 20 GDPR to receive your data that you have provided to us in a structured, common and machine-readable format or to request the transfer to another controller ('data portability');</li><li>You have the right to object to processing pursuant to Article 21 of the GDPR, provided that the processing is based on Article 6 (1) sentence 1 lit. e or lit. f of the GDPR. This is particularly the case if the processing is not necessary for the performance of a contract with you. Unless it is an objection to direct marketing, when exercising such an objection, we ask you to explain the reasons why we should not process your data as we have done. In the event of your justified objection, we will review the merits of the case and either discontinue or adapt the data processing or show you our compelling legitimate grounds on the basis of which we will continue the processing;</li><li>according to Art. 7 (3) GDPR your consent given once (your voluntary will made understandable in an informed manner and unambiguously by means of a declaration or other unambiguous confirming act that you agree to the processing of the personal data in question for one or more specific purposes) to be revoked at any time, if you have given such consent. This has the consequence that we may no longer continue the data processing, which was based on this consent, for the future and</li><li>In accordance with Art. 77 GDPR, you have the right to complain to a data protection supervisory authority about the processing of your personal data in our company, such as the data protection supervisory authority responsible for us: State Commissioner for Data Protection and Freedom of Information of North Rhine-Westphalia, Kavalleriestr. 2-4 40213 Düsseldorf, email: poststelle@ldi.nrw.de.</li></ul><h3>(13) Changes to the privacy policy</h3><p>In the context of the further development of data protection law and technological or organizational changes, our privacy policy is regularly reviewed to determine whether it needs to be adapted or supplemented. This privacy policy is current as of September 2023.</p><h2>B. Visit our website</h2><h3>(1) Explanation of the function</h3><p>You can obtain information about our company and the services we offer in particular at https://pirsch.io together with the associated sub-pages (hereinafter collectively referred to as 'websites'). When you visit our websites, your personal data may be processed.</p><h3>(2) Personal data processed</h3><p>During the informative use of the websites, the following categories of personal data are collected, stored and processed by us:</p><ul><li>'Analytics Data': When visiting the website, the IP address as well as the user agent are used for analysis purposes within our own solution Pirsch Analytics.</li><li>'Contact details (for email exchanges)': When contact is established, the data thereby transmitted is processed (e.g. gender, surname and first name, address, company, email address and the time of transmission).</li><li>'Log-in data': When registering on our website, the provided data (email address) will be processed. As part of your registration, you will be informed that there are separate data protection provisions applying to the use of our services, which we will make available to you as part of the registration process. By logging in, you will leave the purely informative offer of our website and the separate data protection provisions described above will apply.</li></ul><h3>(3) Purpose and legal basis of data processing</h3><p>We process the personal data described above in accordance with the provisions of the GDPR, the other relevant data protection regulations and only to the extent necessary. Insofar as the processing of personal data is based on Art. 6 (1) p. 1 lit. f GDPR, the aforementioned purposes also represent our legitimate interests.</p><p>The processing of the analysis data serves statistical purposes and the improvement of the quality of our website, in particular the stability and usability (legal basis is Art. 6 (1) p. 1 lit. f GDPR).</p><p>Contact form data is processed for the purpose of handling customer inquiries (legal basis is Art. 6 (1) p. 1 lit. b or lit. f GDPR).</p><p>Log-in data is processed in order to provide you with access to our services, in particular your personal dashboard (legal basis is Art. 6 (1) p. 1 lit. b GDPR)</p><p>If the processing of data requires the storage of information in your terminal equipment or access to information already stored in the terminal equipment, Section 25 (1), (2) TTDSG is the legal basis for this.</p><h3>(4) Duration of data processing</h3><p>Your data will only be processed for as long as is necessary to achieve the above-mentioned processing purposes; the legal bases specified in the context of the processing purposes apply accordingly.</p><p>Third parties used by us will store your data on their systems for as long as is necessary in connection with the provision of our services in accordance with the respective order.</p><p>You can find more details on the storage period under A. (5).</p><h3>(5) Transfer of personal data to third parties; basis for justification</h3><p>The following categories of recipients, which are usually processors (see A. (7)), may receive access to your personal data:</p><ul><li>service providers for the operation of our website and the processing of data stored or transmitted by the systems (e.g. for data center services, payment processing, IT security). The legal basis for the transfer is then Art. 6 (1) p. 1 lit. b or lit. f GDPR, insofar as it does not involve processors;</li><li>Government agencies/authorities, insofar as this is necessary for the fulfillment of a legal obligation. The legal basis for the disclosure is then Art. 6 (1) p. 1 lit. c GDPR;</li><li>Persons appointed to carry out our business operations (e.g. auditors, banks, insurance companies, legal advisors, supervisory authorities, parties involved in company acquisitions or the establishment of joint ventures). The legal basis for the disclosure is then Art. 6 (1) p. 1 lit. b or lit. f GDPR.</li></ul><p>During the informational use of our website, depending on the specific use, the following processors may be involved in the data processing:</p><ul><li>Hetzner Online GmbH Industriestr. 25, 91710 Gunzenhausen, Germany Data Center / Web Hosting Legitimate interests (Art. 6 (1) p. 1 lit. f GDPR) Privacy Policy Data Processing Agreement</li><li>Amazon Web Services EMEA SARL 38 avenue John. F. Kennedy, L-1855, Luxembourg AWS SES for emailing (only when contacting or registering) Contract fulfillment and pre-contractual requests (Art. 6 (1) p. 1 lit. b GDPR) or Legitimate Interests (Art. 6 (1) p. 1 lit. f GDPR) Privacy Policy Data Processing Agreement</li><li>Google Cloud EMEA Limited 70 Sir John Rogerson's Quay, Dublin 2, Ireland Google Workspace for appointment and contact management as well as email communication (only when contacting or registering) Contract fulfillment and pre-contractual requests (Art. 6 (1) p. 1 lit. b GDPR) or Legitimate Interests (Art. 6 (1) p. 1 lit. f GDPR) Privacy Policy Data Processing Agreement</li><li>Intuition Machines, Inc. 350 Alabama St., San Francisco, CA 94110, USA CAPTCHA service to check whether the website call is made by autonomous programs (bots). Legitimate interests (Art. 6 (1) p. 1 lit. f GDPR) Privacy Policy Provision of the Data Processing Agreement by the processor on request</li></ul><p>For the guarantees of an adequate level of data protection in the event of a transfer of the data to third countries, see A. (8).</p><p>In addition, we will only disclose your personal data to third parties if you have given your explicit consent to do so in accordance with Art. 6 (1) p. 1 lit. a GDPR.</p><h3>(6) Web analysis</h3><p>We use web analysis methods to obtain information about the use of our website. This allows us to better understand the behavior and interests of our visitors and optimize our offers accordingly. For web analytics, we use the in-house technologies of Pirsch Analytics.</p><p>For web analytics, we use Pirsch Analytics. Pirsch Analytics is a cookie-free web analytics software that was developed according to the Privacy by Design principle. To analyze visitor flows, Pirsch Analytics uses a hashing algorithm to generate a 16-digit number as the visitor ID when the page request is received. The IP address, the user agent, the date and a salt serve as input values.</p><p>The visitor's IP address is neither fully nor partially persisted and is completely and irreversibly anonymized by the hash. The integration of the date and the use of one salt per website ensures that website visitors cannot be recognized for longer than 24 hours and cannot be tracked across multiple websites. A rough localization (country/city) is performed via a locally integrated database.</p><h3>(7) Use of cookies</h3><p>We do not use cookies on our website. Our web analysis is carried out via our own cookie-free analysis solution (Pirsch Analytics).</p><h3>(8) Social media plugins</h3><p>We do not use any social media plugins on our websites. If our websites contain icons or links from social media providers (e.g. X (formerly Twitter), Discord), we only use these for passive linking to the pages of the respective providers.</p><h2>C. Use of our services (Pirsch Analytics)</h2><h3>(1) Explanation of the function</h3><p>With Pirsch Analytics, we offer a cookie-free analytics tool that our customers can integrate into their website to obtain information about the use of their websites. The evaluations can be viewed via a dashboard after registering on our website. When using our services, your personal data may be processed. This data processing is described below. Section B. of this privacy policy applies to the purely informative use of our website.</p><h3>(2) Personal data processed</h3><p>During the use of our services, the following categories of personal data are collected, stored and processed by us:</p><ul><li>'Analytics Data': When accessing your personal Dashboard, the IP address as well as the user agent are used for analysis purposes within our own solution Pirsch Analytics.</li><li>'Contact details (for email exchanges)': When contact is established, the data thereby transmitted is processed (e.g. gender, surname and first name, address, company, email address and the time of transmission).</li><li>'Log-in data': When registering on our website, the provided data (email address) will be processed.</li><li>'Customer and contract data': When using our services, customer and contract data is collected (e.g. surname and first name, address, company, email address, payment data and, if applicable, VAT ID).</li><li>'User data': By integrating Pirsch Analytics on your website, the data of visitors to your website is collected. The data in question are the 'Analytics Data' of end users described above.</li></ul><h3>(3)  Purpose and legal basis of data processing</h3><p>We process the personal data described above in accordance with the provisions of the GDPR, theother relevant data protection regulations and only to the extent necessary. Insofar as the processing of personal data is based on Art. 6 (1) p. 1 lit. f GDPR, the aforementioned purposes also represent our legitimate interests.</p><p>The processing of the analysis data serves statistical purposes and the improvement of the quality of our website, in particular the stability and usability (legal basis is Art. 6 (1) p. 1 lit. f GDPR).</p><p>Contact form data is processed for the purpose of handling customer inquiries (legal basis is Art. 6 (1) p. 1 lit. b or lit. f GDPR).</p><p>Log-in data is processed in order to provide you with access to our services, in particular your personal dashboard (legal basis is Art. 6 (1) p. 1 lit. b GDPR).</p><p>Customer and contract data is processed in order to enter into a contractual relationship with you for the provision of our services (legal basis is Art. 6 (1) p. 1 lit. b GDPR). Furthermore, your customer and contract data is required in order to be able to conclude a Data Processing Agreement (legal basis is Art. 6 (1) p. 1 lit. c GDPR).</p><p>The processing of user data serves to provide the contractually agreed analysis services (legal basis is Art. 6 (1) p. 1 lit. b GDPR). As part of this processing activity, Emvi Software GmbH acts as a processor in accordance with Art. 28 GDPR and processes the data exclusively on the basis of your instructions under data protection law. As the contractual partner, you are responsible for the processing of user data within the meaning of the GDPR. The above statements on the processing of analytics data apply accordingly to the processing by you.</p><p>If the processing of data requires the storage of information in your terminal equipment or access to information already stored in the terminal equipment, Section 25 (1), (2) TTDSG is the legal basis for this.</p><h3>(4)  Duration of data processing</h3><p>Your data will only be processed for as long as is necessary to achieve the above-mentioned processing purposes; the legal bases specified in the context of the processing purposes apply accordingly.</p><p>Third parties used by us will store your data on their systems for as long as is necessary in connection with the provision of our services in accordance with the respective order.</p><p>You can find more details on the storage period under A. (5).</p><h3>(5)  Transfer of personal data to third parties; basis for justification</h3><p>The following categories of recipients, which are usually processors (see A. (7)), may receive access to your personal data:</p><ul><li>Service providers for the operation of our website and the processing of data stored ortransmitted by the systems (e.g. for data center services, payment processing, IT security).The legal basis for the transfer is then Art. 6 (1) p. 1 lit. b or lit. f GDPR, insofar as it does not involve processors;</li><li>Government agencies/authorities, insofar as this is necessary for the fulfillment of a legal obligation. The legal basis for the disclosure is then Art. 6 (1) p. 1 lit. c GDPR;</li><li>Persons appointed to carry out our business operations (e.g. auditors, banks, insurance companies, legal advisors, supervisory authorities, parties involved in company acquisitions or the establishment of joint ventures). The legal basis for the disclosure is then Art. 6 (1) p. 1 lit. b or lit. f GDPR.</li></ul><p>During the use of Pirsch Analytics, depending on the specific use, the following processors, aside from the processors listed in B. (5) may be involved in the data processing:</p><ul><li>Datev eG Paumgartnerstr. 6-14 90429 Nürnberg Germany Software for communication with tax advisors and authorities Legitimate interests (Art. 6 (1) p. 1 lit. f GDPR) Privacy Policy Provision of the Data Processing Agreement by the processor on request</li><li>Stripe, Inc. 510 Townsend Street CA 94103 San Francisco USA Payment services Contract fulfillment and pre-contractual requests (Art. 6(1) p. 1 lit. b GDPR) Privacy Policy Data Processing Agreement</li></ul><p>For the guarantees of an adequate level of data protection in the event of a transfer of the data to third countries, see A. (8).</p><p>In addition, we will only disclose your personal data to third parties if you have given your explicit consent to do so in accordance with Art. 6 (1) p. 1 lit. a GDPR.</p><h3>(6) Web analysis</h3><p>We use web analysis methods to obtain information about the use of our website. This allows us to better understand the behavior and interests of our visitors and optimize our offers accordingly. For web analytics, we use the in-house technologies of Pirsch Analytics. You can find more information on this under B. (6).</p><h3>(7) Use of cookies</h3><p>We do not use cookies on our website. Our web analysis is carried out via our own cookie-free analysis solution (Pirsch Analytics).</p><h3>(8) Social media plugins</h3><p>We do not use any social media plugins on our websites. If our websites contain icons or links from social media providers (e.g. X (formerly Twitter), Discord), we only use these for passive linking to the pages of the respective providers.</p>"
                    },
                    "de": {
                        "headline": "Datenschutzerklärung",
                        "text": "<h2>Vorwort</h2><p>Wir, die Emvi Software GmbH (nachfolgend gemeinsam: 'das Unternehmen', 'wir' oder 'uns') nehmen den Schutz Ihrer personenbezogenen Daten ernst und möchten Sie an dieser Stelle über den Datenschutz in unserem Unternehmen informieren.</p><p>Uns sind im Rahmen unserer datenschutzrechtlichen Verantwortlichkeit durch das Inkrafttreten der EU-Datenschutz-Grundverordnung (Verordnung (EU) 2016/679; nachfolgend: 'DS-GVO') zusätzliche Pflichten auferlegt worden, um den Schutz personenbezogener Daten der von einer Verarbeitung betroffenen Person (wir sprechen Sie als betroffene Person nachfolgend auch mit 'Kunde', 'Nutzer', 'Sie', 'Ihnen' oder 'Betroffener' an) sicherzustellen.</p><p>Soweit wir entweder alleine oder gemeinsam mit anderen über die Zwecke und Mittel der Datenverarbeitung entscheiden, umfasst dies vor allem die Pflicht, Sie transparent über Art, Umfang, Zweck, Dauer und Rechtsgrundlage der Verarbeitung zu informieren (vgl. Art.13 und 14 DS-GVO). Mit dieser Erklärung (nachfolgend: 'Datenschutzhinweise') informieren wir Sie darüber, in welcher Weise Ihre personenbezogenen Daten von uns verarbeitet werden.</p><p>Unsere Datenschutzhinweise sind modular aufgebaut. Sie bestehen aus einem allgemeinen Teil für jegliche Verarbeitung personenbezogener Daten und Verarbeitungssituationen durch die Emvi Software GmbH (A. Allgemeines) und einem besonderen Teil, dessen Inhalt sich nur auf die Verarbeitungssituation beim Besuch unserer Website bezieht (B. Besuch unserer Website).</p><h2>A. Allgemeines</h2><h3>(1) Begriffsbestimmungen</h3><p>Nach dem Vorbild des Art.4 DS-GVO liegen dieser Datenschutzhinweise folgende Begriffsbestimmungen zugrunde:</p><ul><li>'Personenbezogene Daten' ( Art.4 Nr.1 DS-GVO) sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person ('Betroffener') beziehen. Identifizierbar ist eine Person, wenn sie direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, einer Kennnummer, einer Online-Kennung, Standortdaten oder mithilfe von Informationen zu ihren physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identitätsmerkmalen identifiziert werden kann. Die Identifizierbarkeit kann auch mittels einer Verknüpfung von derartigen Informationen oder anderem Zusatzwissen gegeben sein. Auf das Zustandekommen, die Form oder die Verkörperung der Informationen kommt es nicht an (auch Fotos, Video- oder Tonaufnahmen können personenbezogene Daten enthalten).</li><li>'Verarbeiten' ( Art.4 Nr.2 DS-GVO) ist jeder Vorgang, bei dem mit personenbezogenen Daten umgegangen wird, gleich ob mit oder ohne Hilfe automatisierter (d.h. technikgestützter) Verfahren. Dies umfasst insbesondere das Erheben (d.h. die Beschaffung), das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, die Verbreitung oder sonstige Bereitstellung, den Abgleich, die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung von personenbezogenen Daten sowie die Änderung einer Ziel- oder Zweckbestimmung, die einer Datenverarbeitung ursprünglich zugrunde gelegt wurde.</li><li>'Verantwortlicher' ( Art.4 Nr.7 DS-GVO) ist die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet.</li><li>'Dritter' ( Art.4 Nr.10 DS-GVO) ist jede natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle außer dem Betroffenen, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten; dazu gehören auch andere konzernangehörige juristische Personen.</li><li>'Auftragsverarbeiter' (Art.4 Nr.8 DS-GVO) ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen, insbesondere gemäß dessen Weisungen, verarbeitet (z.B. IT-Dienstleister). Im datenschutzrechtlichen Sinne ist ein Auftragsverarbeiter insbesondere kein Dritter.</li><li>'Einwilligung' ( Art.4 Nr.11 DS-GVO) der betroffenen Person bezeichnet jede freiwillig für den bestimmten Fall, in informierter Weise und unmissverständlich abgegebene Willensbekundung in Form einer Erklärung oder einer sonstigen eindeutigen bestätigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist.</li></ul><h3>(2) Name und Anschrift des für die Verarbeitung Verantwortlichen</h3><p>Die für die Verarbeitung Ihrer personenbezogenen Daten verantwortliche Stelle im Sinne des Art.4 Nr.7 DS-GVO sind wir:</p><p>Emvi Software GmbH<br />Nickelstraße 1b<br />33378 Rheda-Wiedenbrück<br />E-Mail: support@pirsch.io</p><p>Weitere Angaben zu unserem Unternehmen entnehmen Sie bitte den Impressumsangaben auf unserer Internetseite <a href='https://pirsch.io/legal'>https://pirsch.io/de/legal</a>.</p><h3>(3) Kontaktdaten des Datenschutzbeauftragten</h3><p>Bei allen Fragen und als Ansprechpartner zum Thema Datenschutz bei uns steht Ihnen unser Datenschutzbeauftragter jederzeit zur Verfügung. Seine Kontaktdaten sind:</p><p>Timo Schusser<br />valvisio consulting GmbH<br />Thorackerstraße 5a<br />96052 Bamberg<br />Tel.: +49 951/9743330<br />E-Mail: dsb-extern@valvisio.de<br />Webseite: www.valvisio.de</p><p>Jede betroffene Person kann sich direkt an unseren Datenschutzbeauftragten wenden. Bitte beachten Sie, dass die Kommunikation via E-Mail im Normalfall unverschlüsselt erfolgt.</p><p>Möchten Sie verschlüsselt kommunizieren, nutzen Sie bitte S/MIME, PGP oder folgenden Dienst:https://securemail.valvisio.de</p><p>Unsere öffentlichen Schlüssel finden Sie unterhttps://www.valvisio.de/datenschutzbeauftragter.</p><h3>(4) Rechtsgrundlagen der Datenverarbeitung</h3><p>Von Gesetzes wegen ist im Grundsatz jede Verarbeitung personenbezogener Daten verboten und nur dann erlaubt, wenn die Datenverarbeitung unter einen der folgenden Rechtfertigungstatbestände fällt:</p><ul><li>Art.6 Abs.1 S.1 lit. a DS-GVO ('Einwilligung'): Wenn der Betroffene freiwillig, in informierter Weise und unmissverständlich durch eine Erklärung oder eine sonstige eindeutige bestätigende Handlung zu verstehen gegeben hat, dass er mit der Verarbeitung der ihn betreffenden personenbezogenen Daten für einen oder mehrere bestimmte Zwecke einverstanden ist;</li><li>Art.6 Abs.1 S.1 lit. b DS-GVO: Wenn die Verarbeitung zur Erfüllung eines Vertrags, dessen Vertragspartei der Betroffene ist, oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist, die auf die Anfrage des Betroffenen erfolgen;</li><li>Art.6 Abs.1 S.1 lit. c DS-GVO: Wenn die Verarbeitung zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, der der Verantwortliche unterliegt (z. B. eine gesetzliche Aufbewahrungspflicht);</li><li>Art.6 Abs.1 S.1 lit. d DS-GVO: Wenn die Verarbeitung erforderlich ist, um lebenswichtige Interessen des Betroffenen oder einer anderen natürlichen Person zu schützen;</li><li>Art.6 Abs.1 S.1 lit. e DS-GVO: Wenn die Verarbeitung für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde oder</li><li>Art.6 Abs.1 S.1 lit. f DS-GVO ('Berechtigte Interessen'): Wenn die Verarbeitung zur Wahrung berechtigter (insbesondere rechtlicher oder wirtschaftlicher) Interessen des Verantwortlichen oder eines Dritten erforderlich ist, sofern nicht die gegenläufigen Interessen oder Rechte des Betroffenen überwiegen (insbesondere dann, wenn es sich dabei um einen Minderjährigen handelt).</li></ul><p>Die Speicherung von Informationen in der Endeinrichtung des Endnutzers oder der Zugriff auf Informationen, die bereits in der Endeinrichtung gespeichert sind, sind nur zulässig, wenn sie von einem der folgenden Rechtfertigungstatbestände gedeckt sind:</p><ul><li>§25 Abs.1 TTDSG: Wenn der Endnutzer auf der Grundlage von klaren und umfassenden Informationen eingewilligt hat. Die Einwilligung hat gem. Art.6 Abs.1 S.1 lit. a DS-GVO zu erfolgen;</li><li>§25 Abs.2 Nr.1 TTDSG: Wenn der alleinige Zweck die Durchführung der Übertragung einer Nachricht über ein öffentliches Telekommunikationsnetz ist oder</li><li>§25 Abs.2 Nr.2 TTDSG: Wenn die Speicherung oder der Zugriff unbedingt erforderlich ist, damit der Anbieter eines Telemediendienstes einen vom Nutzer ausdrücklich gewünschten Telemediendienst zur Verfügung stellen kann.</li></ul><p>Für die von uns vorgenommenen Verarbeitungsvorgänge geben wir im Folgenden jeweils die anwendbare Rechtsgrundlage an. Eine Verarbeitung kann auch auf mehreren Rechtsgrundlagen beruhen.</p><h3>'Datenlöschung und Speicherdauer'</h3><p>'Für die von uns vorgenommenen Verarbeitungsvorgänge geben wir im Folgenden jeweils an, wie lange die Daten bei uns gespeichert und wann sie gelöscht oder gesperrt werden. Soweit nachfolgend keine ausdrückliche Speicherdauer angegeben wird, werden Ihre personenbezogenen Daten gelöscht oder gesperrt, sobald der Zweck oder die Rechtsgrundlage für die Speicherung entfällt. Eine Speicherung Ihrer Daten erfolgt grundsätzlich nur auf Servern in Deutschland, vorbehaltlich einer ggf. erfolgenden Weitergabe nach den Regelungen in A.(7) und A.(8).'</p><p>'Eine Speicherung kann jedoch über die angegebene Zeit hinaus im Falle einer (drohenden) Rechtsstreitigkeit mit Ihnen oder eines sonstigen rechtlichen Verfahrens erfolgen oder wenn die Speicherung durch gesetzliche Vorschriften, denen wir als Verantwortlicher unterliegen (z.B. §257 HGB, §147 AO), vorgesehen ist. Wenn die durch die gesetzlichen Vorschriften vorgeschriebene Speicherfrist abläuft, erfolgt eine Sperrung oder Löschung der personenbezogenen Daten, es sei denn, dass eine weitere Speicherung durch uns erforderlich ist und dafür eine Rechtsgrundlage besteht.'</p><h3>'Datensicherheit'</h3><p>'Wir bedienen uns geeigneter technischer und organisatorischer Sicherheitsmaßnahmen, um Ihre Daten gegen zufällige oder vorsätzliche Manipulationen, teilweisen oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen (z.B. TLS-Verschlüsselung für unsere Webseite) unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Natur, des Umfangs, des Kontextes und des Zwecks der Verarbeitung sowie der bestehenden Risiken einer Datenpanne (inklusive von deren Wahrscheinlichkeit und Auswirkungen) für den Betroffenen. Unsere Sicherheitsmaßnahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert.'</p><p>'Nähere Informationen hierzu erteilen wir Ihnen auf Anfrage gerne. Wenden Sie sich hierzu bitte an unseren Datenschutzbeauftragten (siehe unter A.(3)).'</p><h3>'Zusammenarbeit mit Auftragsverarbeitern'</h3><p>'Wie bei jedem Unternehmen, setzen auch wir zur Abwicklung unseres Geschäftsverkehrs externe in- und ausländische Dienstleister ein (z.B. für die Bereiche IT, Telekommunikation, Vertrieb und Marketing). Diese werden nur nach unserer Weisung tätig und wurden i.S.v. Art.28 DS-GVO vertraglich dazu verpflichtet, die datenschutzrechtlichen Bestimmungen einzuhalten.'</p><h3>'Voraussetzungen der Weitergabe von personenbezogenen Daten in Drittländer'</h3><p>'Im Rahmen unserer Geschäftsbeziehungen können Ihre personenbezogenen Daten an Drittgesellschaften weitergegeben oder offengelegt werden. Diese können sich auch außerhalb des Europäischen Wirtschaftsraums (EWR), also in Drittländern, befinden. Eine derartige Verarbeitung erfolgt ausschließlich zur Erfüllung der vertraglichen und geschäftlichen Verpflichtungen und zur Pflege Ihrer Geschäftsbeziehung zu uns (Rechtsgrundlage ist Art.6 Abs.1 lit. b oder lit. f jeweils i.V.m. Art.44 ff. DS-GVO). Über die jeweiligen Einzelheiten der Weitergabe unterrichten wir Sie nachfolgend an den dafür relevanten Stellen.'</p><p>'Einigen Drittländern bescheinigt die Europäische Kommission durch sog. Angemessenheitsbeschlüsse einen Datenschutz, der dem EWR-Standard vergleichbar ist (eine Liste dieser Länder sowie eine Kopie der Angemessenheitsbeschlüsse erhalten Sie hier: https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_en). In anderen Drittländern, in die ggf. personenbezogene Daten übertragen werden, herrscht aber unter Umständen wegen fehlender gesetzlicher Bestimmungen kein durchgängig hohes Datenschutzniveau. Soweit dies der Fall ist, achten wir darauf, dass der Datenschutz ausreichend gewährleistet ist. Möglich ist dies über bindende Unternehmensvorschriften, Standard-Vertragsklauseln der Europäischen Kommission zum Schutz personenbezogener Daten gem. Art.46 Abs.1 , 2 lit. c DS-GVO (die Standard-Vertragsklauseln von 2021 sind verfügbar unter https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32021D0915&locale-en), Zertifikate oder anerkannte Verhaltenskodizes. Bitte wenden Sie sich an unseren Datenschutzbeauftragten (siehe unter A.(3)), wenn Sie hierzu nähere Informationen erhalten möchten.'</p><h3>'Keine automatisiere Entscheidungsfindung (einschließlich Profiling)'</h3><p>'Wir haben nicht die Absicht, von Ihnen erhobene personenbezogene Daten für ein Verfahren zur automatisierten Entscheidungsfindung (einschließlich Profiling) zu verwenden.'</p><h3>'Keine Verpflichtung zur Bereitstellung personenbezogener Daten'</h3><p>'Wir machen den Abschluss von Verträgen mit uns nicht davon abhängig, dass Sie uns zuvor personenbezogene Daten bereitstellen. Für Sie als Kunde besteht grundsätzlich auch keine gesetzliche oder vertragliche Verpflichtung, uns Ihre personenbezogenen Daten zur Verfügung zu stellen; es kann jedoch sein, dass wir bestimmte Angebote nur eingeschränkt oder gar nicht erbringen können, wenn Sie die dafür erforderlichen Daten nicht bereitstellen. Sofern dies im Rahmen der nachfolgend vorgestellten, von uns angebotenen Produkte ausnahmsweise der Fall sein sollte, werden Sie gesondert darauf hingewiesen.'</p><h3>'Gesetzliche Verpflichtung zur Übermittlung bestimmter Daten'</h3><p>'Wir können unter Umständen einer besonderen gesetzlichen oder rechtlichen Verpflichtung unterliegen, die rechtmäßig verarbeiteten personenbezogenen Daten für Dritte, insbesondere öffentlichen Stellen, bereitzustellen ( Art.6 Abs.1 S.1 lit. c DS-GVO).'</p><h3>'Ihre Rechte'</h3><p>'Ihre Rechte als Betroffener bezüglich Ihrer verarbeiteten personenbezogenen Daten können Sie uns gegenüber unter den eingangs unter A.(2) angegebenen Kontaktdaten jederzeit geltend machen. Sie haben als Betroffener das Recht:'</p><ul><li>'gemäß Art.15 DS-GVO Auskunft über Ihre von uns verarbeiteten Daten zu verlangen. Insbesondere können Sie Auskunft über die Verarbeitungszwecke, die Kategorie der Daten, die Kategorien von Empfängern, gegenüber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft ihrer Daten, sofern diese nicht bei uns erhoben wurden, sowie über das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf. aussagekräftigen Informationen zu deren Einzelheiten verlangen;'</li><li>'gemäß Art.16 DS-GVO unverzüglich die Berichtigung unrichtiger oder die Vervollständigung Ihrer bei uns gespeicherten Daten zu verlangen;'</li><li>'gemäß Art.17 DS-GVO die Löschung Ihrer bei uns gespeicherten Daten zu verlangen, soweit nicht die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist;'</li><li>'gemäß Art.18 DS-GVO die Einschränkung der Verarbeitung Ihrer Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird oder die Verarbeitung unrechtmäßig ist;'</li><li>'gemäß Art.20 DS-GVO Ihre Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen ('Datenübertragbarkeit');'</li><li>'gemäß Art.21 DS-GVO Widerspruch gegen die Verarbeitung einzulegen, sofern die Verarbeitung aufgrund von Art.6 Abs.1 S.1 lit. e oder lit. f DS-GVO erfolgt. Dies ist insbesondere der Fall, wenn die Verarbeitung nicht zur Erfüllung eines Vertrags mit Ihnen erforderlich ist. Sofern es sich nicht um einen Widerspruch gegen Direktwerbung handelt, bitten wir bei Ausübung eines solchen Widerspruchs um die Darlegung der Gründe, weshalb wir Ihre Daten nicht wie von uns durchgeführt verarbeiten sollen. Im Falle Ihres begründeten Widerspruchs prüfen wir die Sachlage und werden entweder die Datenverarbeitung einstellen bzw. anpassen oder Ihnen unsere zwingenden schutzwürdigen Gründe aufzeigen, aufgrund derer wir die Verarbeitung fortführen;'</li><li>'gemäß Art.7 Abs.3 DS-GVO Ihre einmal (auch vor der Geltung der DS-GVO, d.h. vor dem 25.5.2018) erteilte Einwilligung – also Ihr freiwilliger, in informierter Weise und unmissverständlich durch eine Erklärung oder eine sonstige eindeutige bestätigende Handlung verständlich gemachter Willen, dass Sie mit der Verarbeitung der betreffenden personenbezogenen Daten für einen oder mehrere bestimmte Zwecke einverstanden sind – jederzeit uns gegenüber zu widerrufen, falls Sie eine solche erteilt haben. Dies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, für die Zukunft nicht mehr fortführen dürfen und'</li><li>'gemäß Art.77 DS-GVO sich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Ihrer personenbezogenen Daten in unserem Unternehmen zu beschweren, etwa bei der für uns zuständigen Datenschutz-Aufsichtsbehörde: Landesbeauftragte für Datenschutz und Informationsfreiheit Nordrhein-Westfalen, Kavalleriestr. 2-4 40213 Düsseldorf, E-Mail: poststelle@ldi.nrw.de.'</li></ul><h3>'Änderungen der Datenschutzhinweise'</h3><p>'Im Rahmen der Fortentwicklung des Datenschutzrechts sowie technologischer oder organisatorischer Veränderungen werden unsere Datenschutzhinweise regelmäßig auf Anpassungs- oder Ergänzungsbedarf hin überprüft. Diese Datenschutzhinweise haben den Stand von September 2023.'</p><h2>'B. Besuch unserer Webseite'</h2><h3>'Erläuterung der Funktion'</h3><p>'Informationen zu unseren Unternehmen und den von uns angebotenen Leistungen erhalten Sie insbesondere unter https://pirsch.io/de samt den dazugehörigen Unterseiten (nachfolgend gemeinsam: 'Webseiten'). Bei einem Besuch unserer Webseiten können personenbezogene Daten von Ihnen verarbeitet werden.'</p><h3>'Verarbeitete personenbezogene Daten'</h3><p>'Bei der informatorischen Nutzung der Webseiten werden die folgenden Kategorien personenbezogener Daten von uns erhoben, gespeichert und weiterverarbeitet:'</p><ul><li>'Analysedaten': Bei Besuch der Webseite werden die IP-Adresse als auch der User-Agent für Analysezwecke im Rahmen unserer eigenen Lösung Pirsch Analytics verwendet.</li><li>'Kontaktdaten (bei E-Mail-Austausch)'': Bei der Kontaktaufnahme werden die dadurch übermittelten Daten verarbeitet (z.B. Geschlecht, Name und Vorname, Anschrift, Firma, E-Mail-Adresse und der Zeitpunkt der Übermittlung).</li><li>'Log-in-Daten': Bei Registrierung auf unserer Webseite werden die von ihnen angegebenen Daten (E-Mail-Adresse) verarbeitet. Im Rahmen Ihrer Registrierung werden Sie darauf hingewiesen, dass für die Nutzung unserer Services die gesonderte Datenschutzbestimmungen gelten, die wir Ihnen im Rahmen der Registrierung zur Verfügung stellen. Mit dem Log-in verlassen sie das rein informative Angebot unserer Webseite und es gelten die vorweg beschriebenen gesonderten Datenschutzbestimmungen.'</li></ul><h3>'Zweck und Rechtsgrundlage der Datenverarbeitung'</h3><p>'Wir verarbeiten die vorstehend näher bezeichneten personenbezogenen Daten in Einklang mit den Vorschriften der DS-GVO, den weiteren einschlägigen Datenschutzvorschriften und nur im erforderlichen Umfang. Soweit die Verarbeitung der personenbezogenen Daten auf Art.6 Abs.1 S.1 lit. f DS-GVO beruht, stellen die genannten Zwecke zugleich unsere berechtigten Interessen dar.'</p><p>'Die Verarbeitung der Analysedaten dient statistischen Zwecken und der Verbesserung der Qualität unserer Webseite, insbesondere der Stabilität und der Usability (Rechtsgrundlage ist Art.6 Abs.1 S.1 lit. f DS-GVO).'</p><p>'Die Verarbeitung von Kontaktformulardaten erfolgt zur Bearbeitung von Kundenanfragen (Rechtsgrundlage ist Art.6 Abs.1 S.1 lit. b oder lit. f DS-GVO).'</p><p>'Die Verarbeitung von Log-in-Daten erfolgt, um Ihnen Zugang zu unseren Leistungen zu verschaffen, insbesondere Ihrem persönlichen Dashboard (Rechtsgrundlage ist Art. 6 Abs. 1 S. 1 lit. b DSG-VO)'</p><p>'Sofern für die Verarbeitung der Daten die Speicherung von Informationen in Ihrer Endeinrichtung oder der Zugriff auf Informationen, die bereits in der Endeinrichtung gespeichert sind, erforderlich ist, ist §25 Abs.1 , 2 TTDSG hierfür die Rechtsgrundlage.'</p><h3>'Dauer der Datenverarbeitung'</h3><p>'Ihre Daten werden nur so lange verarbeitet, wie dies für die Erreichung der oben genannten Verarbeitungszwecke erforderlich ist; hierfür gelten die im Rahmen der Verarbeitungszwecke angegebenen Rechtsgrundlagen entsprechend.'</p><p>'Von uns eingesetzte Dritte werden Ihre Daten auf deren System so lange speichern, wie es im Zusammenhang mit der Erbringung der Leistungen für uns entsprechend dem jeweiligen Auftrag erforderlich ist.'</p><p>'Näheres zur Speicherdauer finden Sie im Übrigen unter A.(5).'</p><h3>(5) Übermittlung personenbezogener Daten an Dritte; Rechtfertigungsgrundlage</h3><p>Folgende Kategorien von Empfängern, bei denen es sich im Regelfall um Auftragsverarbeiter handelt (siehe dazu A.(7)), erhalten ggf. Zugriff auf Ihre personenbezogenen Daten:</p><ul><li>Dienstleister für den Betrieb unserer Webseite und die Verarbeitung der durch die Systeme gespeicherten oder übermittelten Daten (z.B. für Rechenzentrumsleistungen, Zahlungsabwicklungen, IT-Sicherheit). Rechtsgrundlage für die Weitergabe ist dann Art.6 Abs.1 S.1 lit. b oder lit. f DS-GVO, soweit es sich nicht um Auftragsverarbeiter handelt;</li><li>Staatliche Stellen/Behörden, soweit dies zur Erfüllung einer gesetzlichen Verpflichtung erforderlich ist. Rechtsgrundlage für die Weitergabe ist dann Art.6 Abs.1 S.1 lit. c DS-GVO;</li><li>Zur Durchführung unseres Geschäftsbetriebs eingesetzte Personen (zB Auditoren, Banken, Versicherungen, Rechtsberater, Aufsichtsbehörden, Beteiligte bei Unternehmenskäufen oder der Gründung von Gemeinschaftsunternehmen). Rechtsgrundlage für die Weitergabe ist dann Art.6 Abs.1 S.1 lit. b oder lit. f DS-GVO.</li></ul><p>Bei der informatorischen Nutzung unserer Webseite sind je nach konkreter Nutzung unter Umständen folgende Auftragsverarbeiter an der Datenverarbeitung beteiligt:</p><ul><li>Hetzner Online GmbH Industriestr. 25, 91710 Gunzenhausen, Deutschland Rechenzentrum / Webhosting Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f DSGVO) Datenschutzerklärung Auftragsverarbeitungsvertrag</li><li>Amazon Web Services EMEA SARL 38 avenue John. F. Kennedy, L-1855, Luxemburg AWS SES für den E-Mail-Versand (nur bei Kontaktaufnahme oder Registrierung) Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO) oder Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO) Datenschutzerklärung Auftragsverarbeitungsvertrag</li><li>Google Cloud EMEA Limited 70 Sir John Rogerson's Quay, Dublin 2, Irland Google Workspace für die Termin- und Kontakteverwaltung sowie die E-Mail Kommunikation (nur bei Kontaktaufnahme oder Registrierung) Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO) oder Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO) Datenschutzerklärung Auftragsverarbeitungsvertrag</li><li>Intuition Machines, Inc. 350 Alabama St., San Francisco, CA 94110, USA CAPTCHA-Dienst zur Überprüfung, ob der Aufruf der Webseite durch autonome Programme (Bots) erfolgt. Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO) Datenschutzerklärung Bereitstellung der Vereinbarung zur Auftragsverarbeitung durch den Auftragsverarbeiter auf Anfrage</li></ul><p>Zu den Gewährleistungen eines angemessenen Datenschutzniveaus bei einer Weitergabe der Daten in Drittländer siehe A.(8).</p><p>Darüber hinaus geben wir Ihre personenbezogenen Daten nur an Dritte weiter, wenn Sie nach Art.6 Abs.1 S.1 lit.a DS-GVO eine ausdrückliche Einwilligung dazu erteilt haben.</p><h3>(6) Webanalyse</h3><p>Wir setzen Verfahren zur Webanalyse ein, um Informationen über die Nutzung unserer Website zu erhalten. So können wir das Verhalten und die Interessen unserer Besucher besser verstehen und unsere Angebote entsprechend optimieren. Für die Webanalyse setzen wir die hauseigenen Technologien von Pirsch Analytics ein.</p><p>Für die Webanalyse setzen wir Pirsch Analytics ein. Bei Pirsch Analytics handelt es sich um eine cookiefreie Webanalysesoftware, die nach dem Grundsatz Privacy by Design entwickelt wurde. Zur Analyse der Besucherströme generiert Pirsch Analytics bei Erhalt des Seitenaufrufs mit Hilfe eines Hashing-Algorithmus eine 16-stellige Zahl als Besucher-ID. Als Eingabewerte dienen die IP-Adresse, der User Agent, das Datum und ein Salt.</p><p>Die IP-Adresse des Besuchers wird weder vollständig noch in Teilen persistiert und durch den Hash vollständig und nicht reversierbar anonymisiert. Durch die Einbindung des Datums und der Verwendung von einem Salt pro Webseite ist gewährleistet, dass Webseitenbesucher nicht länger als 24 Stunden wiederzuerkennen sind und nicht über mehrere Webseiten hinweg getrackt werden können. Über eine lokal eingebundene Datenbank wird eine grobe Lokalisierung vorgenommen (Land/Stadt).</p><h3>(7) Einsatz von Cookies</h3><p>Auf unserer Webseite setzen wir keine Cookies ein. Unsere Webanalyse erfolgt über unsere eigene cookiefreie Analyse-Lösung (Pirsch Analytics).</p><h3>(8) Social Media Plugins</h3><p>Auf unseren Webseiten setzen wir keine Social-Media-Plugins ein. Sofern unsere Webseiten Symboleoder Verlinkungen von Social-Media-Anbietern enthalten (z.B. X (ehemals Twitter), Discord), nutzen wir diese lediglich zur passiven Verlinkung auf die Seiten der jeweiligen Anbieter.</p>"
                    }
                }
            },
            {"ref": "cta"},
            {"ref": "footer"},
            {"ref": "end"}
        ]
    }
}