{
    "path": {
        "en": "/white-label-analytics",
        "de": "/de/white-label-analytics"
    },
    "sitemap": {
        "priority": "0.5"
    },
    "content": {
        "content": [
            {"ref": "head"},
            {"ref": "header"},
            {
                "tpl": "hero",
                "copy": {
                    "en": {
                        "headline": "White Label Web Analytics by Pirsch",
                        "headline_class": "h2",
                        "text": "Pirsch is the only privacy-friendly web analytics tool with full white-labeling capabilities. Change colors, logos, and bring your own domain to provide or resell a customized experience.",
                        "action_primary": "Start Your Free Trial",
                        "action_secondary": "View Live Demo",
                        "customers_text": "Trusted by 500+ Customers"
                    }
                }
            },
            {"ref": "customers"},
            {
                "tpl": "extract",
                "copy": {
                    "en": {
                        "text": "<h2>Unrivaled White Labeling Capabilities</h2><p>We offer a full range of white-labeling and customization options. Unlike other web analytics tools, everything from the dashboard to the email reports can be changed to make it truly yours. Pirsch is the best white label web analytics solution in the business.</p><img src='static/img/dashboards.gif' alt='White Label Web Analytics by Pirsch' title='White Label Web Analytics by Pirsch' loading='lazy'><h3>Create Themes to Customize the Dashboard</h3><p>Create themes to customize your dashboard. Themes can be shared and used to set a baseline with the option to override individual settings. You can change colors, logo, favicon, border radius, UI elements, and more.</p><img src='static/img/themes-dark.png' alt='Pirsch Analytics White Label Theme Settings' title='Pirsch Analytics White Label Theme Settings' loading='lazy'><p>The settings apply to all relevant pages, including the login page, public and private dashboards, and even the sign-in page when you invite a client to your organizations or dashboards.</p><h3>Branded Emails and Reports</h3><p>We made sure that emails and reports are on brand. They follow your theme configuration, so that you and your clients have a seamless experience, not just on the dashboard.</p><h3>Embedding the Dashboard Into Your User Interface</h3><p>Embedding the dashboard makes it easy to use a fast-loading, modern, and privacy-friendly web analytics tool. With white-labeling, you don't have to build a dashboard yourself, and it integrates nicely with your existing UI.</p><p>Filters can be pre-configured and are automatically set each time the dashboard is loaded.</p><h3>Bring Your Own Domain</h3><p>Setting up Pirsch on your own domain takes just a few minutes. Simply set up your domain in the dashboard settings and add the DNS records to your domain configuration. We will automatically query and maintain an SSL certificate for your domain.</p><p>All pages, including the registration, password reset and login, will be accessible from your own domain.</p><h2>Resell Our Services With Ease</h2><p>Pirsch is the perfect web analytics for resellers. In addition to white-labeling capabilities, we offer a number of features that allow you to resell our services. Make it easy for your clients to understand their website analytics.</p><p>Organization management allows you to add team members who can act on your behalf. Give them permission add websites and invite clients to Pirsch, all under a single billable account, so you don’t have to do it all from one account.</p><p>Private access links allow your clients to gain access to their dashboard without the need for an account. They can simply bookmark the link to access their data. Because Pirsch has an intuitive dashboard, no training is required to understand what's happening on their sites.</p><p>Pirsch helps you keep track of all your client sites. We provide an overview with basic statistics of all sites, which can be displayed as a list or in panels.</p><img src='static/img/overview-dark.svg' alt='Pirsch Analytics Overview' title='Pirsch Analytics Overview' loading='lazy'><h2>A Powerful API for Programmatically Managing Your Clients</h2><p>We've always had a strong focus on automation. Our powerful API allows you to manage all tasks programmatically. From creating dashboards, to retrieving site statistics, to changing permissions and settings, everything can be accessed from your application through the API.</p><p>There are a number of customers using Pirsch as an 'Analytics as a Platform' to provide their customers with privacy-preserving and easy-to-understand analytics data. One of them is Maglr. Check out the case studies on our blog to learn more.</p><a class='button secondary' href='/blog/maglr-pirsch-integration/'>Read Case Study</a><h3>Eliminate Third-Party Calls</h3><p>Ad blockers are a growing factor when it comes to website analytics. Depending on your audience, a large portion of your visitors will be using an ad blocker, preventing you from collecting meaningful data.</p><p>With Pirsch, you can use the API, a custom domain, or a proxy to eliminate third-party calls that are blocked by ad blockers. The API runs on the server side"
                    }
                }
            },
            {"ref": "cta"},
            {"ref": "footer"},
            {"ref": "end"}
        ]
    }
}